Repository: garmoncheg/django_multiuploader
Catalog: django_multiuploader/multiuploader/locale/*/LC_MESSAGES/django.po
Languages: ru

source: multiuploader file
ru: загруженный файл

source: multiuploader files
ru: загруженные файлы

source: Must have files attached!
ru: Сообщение должно содержать файл

source: Unknown error
ru: Неизвестная ошибка

source: Start
ru: Начать загрузку

source: Stop
ru: Остановить загрузку

source: Error
ru: Ошибка

source: File is too big
ru: Файл слишком большой

source: File is too small
ru: Файл слишком маленький

source: Filetype not allowed
ru: Не разрешенный формат файла

source: Max number of files exceeded
ru: Превышен лимит файлов

source: File exceeds maximum upload limit
ru: Превышен максимальный объем для загрузки

source: File exceeds maximum size of upload
ru: Файл превышает максимально установленный размер загрузки

source: File was only partially uploaded
ru: Файл загружен частично

source: No File was uploaded
ru: Файл не был загружен

source: Missing a temporary folder
ru: Отсутствует временная папка

source: Failed to write file to disk
ru: Ошибка записи на диск

source: File upload stopped by extension
ru: Загрузка файла, была прервана расширением

source: Empty file upload result
ru: Пустая загрузка

source: Append files
ru: Прикрепить

source: Delete files
ru: Удалить

source: You can choose multiple files at once, by holding Ctrl or Cmd (on Mac) button, or just Drag'n'drop files here.
ru: Вы можете выбрать несколько файлов сразу зажав клавишу Ctrl или Cmd (на Mac), или просто перетащить файлы сюда
